//1) Переделать этот код так, чтобы в нем были операторы 
 //  инкремента и декремента:
//    let num = 10;
//    num++;
//    num++;
//    num--;
//    console.log(num);

//2) Переделайте этот код так, чтобы в нем использовались операторы присвоения:
// let num = 47;
// num += 7;
// num -= 18;
// num *= 10;
// num /= 15;
// alert(num);

//3) 1)Переделайте приведенный код так, чтобы в нем использовались операции 
 // +=, -=, *=, /=, ++, --. 
//   Количество строк кода при этом не должно измениться. 
//   Код для переделки:
//   let num = 1;
//   num += 12;
//   num -= 14;
//   num *= 5;
//   num /= 7;
//   num += 1;
//   num -= 1;
//   alert(num);

